Repository: spanvega/codes_postaux
Catalog: lib/ui/core/localizations/l10n/app_*.arb
Languages: fr

# titre
source: Postal Codes
fr: Codes Postaux

# voirLeProjet
source: View project
fr: Voir le projet

# arrondissement
source: {count, plural, =1{1st District} other{{count}th District}}
fr: {count, plural, =1{1er Arrondissement} other{{count}e Arrondissement}}

# quartier
source: {count, plural, =1{1st Neighborhood} other{{count}th Neighborhood}}
fr: {count, plural, =1{1er Quartier} other{{count}e Quartier}}

# nonAttribue
source: The postal code is not assigned
fr: Le code postal n'est pas attribué

# ville
source: City
fr: Ville

# codePostal
source: Postal Code
fr: Code Postal

# saisieCodePostal
source: Enter the postal code
fr: Saisissez le code postal

# saisieVille
source: Enter the city
fr: Saisissez la ville

# inverserRecherche
source: Swap search
fr: Inverser la recherche
